/**
 * 통화 기록 리스트 더미데이터
 * 통화 제목, 날짜, 시간 정보를 포함
 * 사용 화면- Call.tsx
 */
export const callRecordData = [
  {
    id: '1',
    title: '제목1',
    date: '2025.07.08',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '2',
    title: '제목2',
    date: '2025.07.07',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '3',
    title: '제목3',
    date: '2025.07.06',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '4',
    title: '제목4',
    date: '2025.07.05',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '5',
    title: '제목5',
    date: '2025.06.08',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '6',
    title: '제목6',
    date: '2024.06.08',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
  {
    id: '7',
    title: '제목222',
    date: '2025.06.08',
    time: '12:30 PM - 12:47 PM, 17분 27초',
  },
];
